[
    {
        "id": 1,
        "fullName": "Clint Eastwood",
        "shortBio": "Clint Eastwood es un actor, director y productor estadounidense. Ha sido galardonado con múltiples premios a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 2,
        "fullName": "Eli Wallach",
        "shortBio": "Eli Wallach fue un actor estadounidense conocido por su versatilidad y talento. Participó en numerosas películas y obras de teatro a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 3,
        "fullName": "Lee Van Cleef",
        "shortBio": "Lee Van Cleef fue un actor estadounidense conocido por sus papeles en películas del género western. Su presencia en pantalla y su habilidad actoral lo convirtieron en una figura icónica del cine.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 4,
        "fullName": "Rada Rassimov",
        "shortBio": "Rada Rassimov es una actriz italiana conocida por su trabajo en cine y televisión. Ha participado en una variedad de géneros cinematográficos a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 5,
        "fullName": "Judy Garland",
        "shortBio": "Judy Garland fue una actriz y cantante estadounidense reconocida por su talento y carisma. Es especialmente recordada por su papel como Dorothy en El Mago de Oz.",
        "moviesPlayedAt": []
    },
    {
        "id": 6,
        "fullName": "Jack Haley",
        "shortBio": "Jack Haley fue un actor y comediante estadounidense conocido por su papel como el Hombre de Hojalata en El Mago de Oz. Su carrera abarcó tanto el cine como la televisión.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 7,
        "fullName": "Ray Bolger",
        "shortBio": "Ray Bolger fue un actor, cantante y bailarín estadounidense conocido por su papel como el Espantapájaros en El Mago de Oz. Su habilidad para la danza lo convirtió en una figura destacada de Hollywood.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 8,
        "fullName": "Bert Lahr",
        "shortBio": "Bert Lahr fue un actor y comediante estadounidense conocido por su papel como el León Cobarde en El Mago de Oz. Su talento para la comedia lo convirtió en una figura querida por el público.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 9,
        "fullName": "Boris Karloff",
        "shortBio": "Boris Karloff fue un actor británico conocido por sus interpretaciones en películas de terror, especialmente por su papel como el monstruo en Frankenstein. Su presencia en pantalla y su talento actoral lo convirtieron en una leyenda del cine.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 10,
        "fullName": "Colin Clive",
        "shortBio": "Colin Clive fue un actor británico conocido por su papel como el Dr. Frankenstein en la película Frankenstein. Su actuación memorable y su contribución al género de terror lo han convertido en una figura destacada del cine.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 11,
        "fullName": "John Boles",
        "shortBio": "John Boles fue un actor y cantante estadounidense conocido por sus interpretaciones en películas y musicales. Participó en una variedad de producciones a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 12,
        "fullName": "Mae Clarke",
        "shortBio": "Mae Clarke fue una actriz estadounidense conocida por sus papeles en películas clásicas de Hollywood. Su talento y versatilidad la convirtieron en una figura respetada en la industria cinematográfica.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 13,
        "fullName": "Didi Conn",
        "shortBio": "Didi Conn es una actriz estadounidense conocida por su papel como Frenchy en la película Grease. Ha participado en una variedad de producciones cinematográficas y televisivas a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 14,
        "fullName": "John Travolta",
        "shortBio": "John Travolta es un actor, bailarín y cantante estadounidense conocido por sus papeles en películas como Fiebre de sábado por la noche y Pulp Fiction. Ha sido nominado a múltiples premios a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 15,
        "fullName": "Olivia Newton",
        "shortBio": "Olivia Newton-John es una cantante y actriz británica-australiana conocida por su papel en la película Grease. También es reconocida por su exitosa carrera como cantante pop.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 16,
        "fullName": "Stockard Channing",
        "shortBio": "Stockard Channing es una actriz estadounidense conocida por su papel como Rizzo en la película Grease. Ha participado en una variedad de producciones teatrales, cinematográficas y televisivas a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 17,
        "fullName": "Christopher Lloyd",
        "shortBio": "Christopher Lloyd es un actor estadounidense conocido por su papel como Doc Brown en la trilogía de Back to the Future. Su carrera incluye una variedad de películas y programas de televisión.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 18,
        "fullName": "Crispin Glover",
        "shortBio": "Crispin Glover es un actor estadounidense conocido por su interpretación del personaje George McFly en la película Back to the Future. También es reconocido por su trabajo en otras películas independientes y de culto.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 19,
        "fullName": "Kathleen Thompson",
        "shortBio": "Kathleen Thompson es una actriz estadounidense conocida por su papel en la película Back to the Future III. Ha participado en varias producciones cinematográficas y televisivas a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 20,
        "fullName": "Michael Fox",
        "shortBio": "Michael J. Fox es un actor, productor y activista canadiense-estadounidense conocido por su papel como Marty McFly en la trilogía de Back to the Future. También es reconocido por su trabajo en la serie de televisión Spin City.",
        "moviesPlayedAt": [],
        "actorPic": ""
    },
    {
        "id": 21,
        "fullName": "Humphrey Bogart",
        "shortBio": "Humphrey Bogart fue un actor estadounidense conocido por sus papeles en clásicos del cine negro como Casablanca y The Maltese Falcon. Su actuación carismática y su estilo distintivo lo convirtieron en una leyenda del cine.",
        "moviesPlayedAt": [],
        "imagen": "humphrey_bogart.jpg"
    },
    {
        "id": 22,
        "fullName": "Peter Lorre",
        "shortBio": "Peter Lorre fue un actor austrohúngaro-estadounidense conocido por sus interpretaciones en películas de suspense y cine negro. Su presencia en pantalla y su habilidad actoral lo convirtieron en una figura destacada del cine clásico.",
        "moviesPlayedAt": [],
        "imagen": "peter_lorre.jpg"
    },
    {
        "id": 23,
        "fullName": "Ingrid Bergman",
        "shortBio": "Ingrid Bergman fue una actriz sueca reconocida por su talento y belleza. Participó en una amplia variedad de películas, incluyendo Casablanca y Notorious, y fue galardonada con varios premios a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "imagen": "ingrid_bergman.jpg"
    },
    {
        "id": 24,
        "fullName": "Paul Henreid",
        "shortBio": "Paul Henreid fue un actor y director austriaco-estadounidense conocido por su papel en Casablanca. Su carrera abarcó una variedad de géneros cinematográficos y también incursionó en la dirección.",
        "moviesPlayedAt": [],
        "imagen": "paul_henreid.jpg"
    },
    {
        "id": 25,
        "fullName": "Dennis Christopher",
        "shortBio": "Dennis Christopher es un actor estadounidense conocido por su papel en la película de culto Breaking Away. Ha participado en una variedad de producciones cinematográficas y televisivas a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "imagen": "dennis_christopher.jpg"
    },
    {
        "id": 26,
        "fullName": "Harry Anderson",
        "shortBio": "Harry Anderson fue un actor y comediante estadounidense conocido por su papel en la serie de televisión Night Court. Su talento para la comedia lo convirtió en una figura querida por el público.",
        "moviesPlayedAt": [],
        "imagen": "harry_anderson.jpg"
    },
    {
        "id": 27,
        "fullName": "Richard Masur",
        "shortBio": "Richard Masur es un actor estadounidense conocido por sus papeles en películas como The Thing y Risky Business. Ha tenido una carrera prolífica en cine, televisión y teatro.",
        "moviesPlayedAt": [],
        "imagen": "richard_masur.jpg"
    },
    {
        "id": 28,
        "fullName": "Richard Thomas",
        "shortBio": "Richard Thomas es un actor estadounidense conocido por su papel en la serie de televisión The Waltons. Ha participado en una variedad de producciones teatrales, cinematográficas y televisivas a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "imagen": "richard_thomas.jpg"
    },
    {
        "id": 29,
        "fullName": "Christopher Reeve",
        "shortBio": "Christopher Reeve fue un actor estadounidense conocido por su icónico papel como Superman en las películas de la década de 1970 y 1980. Además de su trabajo como actor, Reeve fue un activista por los derechos de las personas con discapacidad.",
        "moviesPlayedAt": [],
        "imagen": "christopher_reeve.jpg"
    },
    {
        "id": 30,
        "fullName": "Gene Hackman",
        "shortBio": "Gene Hackman es un actor retirado estadounidense conocido por su versatilidad y talento. Ganador de múltiples premios, ha participado en una amplia variedad de películas a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "imagen": "gene_hackman.jpg"
    },
    {
        "id": 31,
        "fullName": "Margot Kidder",
        "shortBio": "Margot Kidder fue una actriz canadiense-estadounidense conocida por su papel como Lois Lane en las películas de Superman. Su actuación en dichos filmes la convirtió en una figura reconocida a nivel internacional.",
        "moviesPlayedAt": [],
        "imagen": "margot_kidder.jpg"
    },
    {
        "id": 32,
        "fullName": "Marlon Brando",
        "shortBio": "Marlon Brando fue un actor y director estadounidense considerado uno de los mejores intérpretes de la historia del cine. Conocido por su talento natural y su enfoque innovador del arte dramático, Brando dejó un legado duradero en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "marlon_brando.jpg"
    },
    {
        "id": 33,
        "fullName": "Ned Beatty",
        "shortBio": "Ned Beatty fue un actor estadounidense conocido por sus papeles en películas como Deliverance y Network. Su versatilidad y habilidad actoral lo convirtieron en una figura respetada en la industria cinematográfica.",
        "moviesPlayedAt": [],
        "imagen": "ned_beatty.jpg"
    },
    {
        "id": 34,
        "fullName": "Charlton Heston",
        "shortBio": "Charlton Heston fue un actor estadounidense conocido por sus papeles en películas épicas como Ben-Hur y Los Diez Mandamientos. También fue un destacado activista político y defensor de los derechos civiles.",
        "moviesPlayedAt": [],
        "imagen": "charlton_heston.jpg"
    },
    {
        "id": 35,
        "fullName": "James Whitmore",
        "shortBio": "James Whitmore fue un actor estadounidense conocido por su versatilidad y talento. Participó en una amplia variedad de producciones cinematográficas, televisivas y teatrales a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "imagen": "james_whitmore.jpg"
    },
    {
        "id": 36,
        "fullName": "Kim Hunter",
        "shortBio": "Kim Hunter fue una actriz estadounidense conocida por sus papeles en películas como A Streetcar Named Desire y Planet of the Apes. Ganadora de un premio de la Academia, Hunter dejó una marca indeleble en el mundo del cine.",
        "moviesPlayedAt": [],
        "imagen": "kim_hunter.jpg"
    },
    {
        "id": 37,
        "fullName": "Maurice Evans",
        "shortBio": "Maurice Evans fue un actor británico-estadounidense conocido por sus papeles en teatro, cine y televisión. Es especialmente recordado por su interpretación del Dr. Zaius en la película El planeta de los simios. Su larga carrera en teatro, cine y televisión lo convirtió en una figura respetada en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "maurice_evans.jpg"
    },
    {
        "id": 38,
        "fullName": "Roddy McDowall",
        "shortBio": "Roddy McDowall fue un actor británico-estadounidense conocido por su versatilidad y talento. Participó en una amplia variedad de películas y programas de televisión a lo largo de su carrera.",
        "moviesPlayedAt": [],
        "imagen": "roddy_mcdowall.jpg"
    },
    {
        "id": 39,
        "fullName": "Ed Wynn",
        "shortBio": "Ed Wynn fue un actor y comediante estadounidense conocido por su estilo único y su habilidad para la comedia. Su carrera abarcó el teatro, el cine y la televisión, y dejó un legado duradero en el mundo del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "ed_wynn.jpg"
    },
    {
        "id": 40,
        "fullName": "Jerry Colonna",
        "shortBio": "Jerry Colonna fue un comediante y actor estadounidense conocido por su asociación con el comediante Bob Hope. Su estilo extravagante y su sentido del humor lo convirtieron en una figura popular en la era dorada de Hollywood.",
        "moviesPlayedAt": [],
        "imagen": "jerry_colonna.jpg"
    },
    {
        "id": 41,
        "fullName": "Kathryn Beaumont",
        "shortBio": "Kathryn Beaumont es una actriz británica conocida por haber prestado su voz a los personajes de Wendy Darling en Peter Pan de Disney y a Alicia en la adaptación de 1951 de Alicia en el País de las Maravillas.",
        "moviesPlayedAt": [],
        "imagen": "kathryn_beaumont.jpg"
    },
    {
        "id": 42,
        "fullName": "Richard Haydn",
        "shortBio": "Richard Haydn fue un actor británico conocido por sus papeles en películas como My Fair Lady y The Sound of Music. Su talento versátil y su habilidad para la comedia lo convirtieron en una figura destacada en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "richard_haydn.jpg"
    },
    {
        "id": 43,
        "fullName": "Sterling Holloway",
        "shortBio": "Sterling Holloway fue un actor y voz estadounidense conocido por su inconfundible voz. Es especialmente recordado por dar voz a personajes animados icónicos como Winnie the Pooh y Kaa en El Libro de la Selva de Disney.",
        "moviesPlayedAt": [],
        "imagen": "sterling_holloway.jpg"
    },
    {
        "id": 44,
        "fullName": "Al Pacino",
        "shortBio": "Al Pacino es un actor y cineasta estadounidense conocido por sus papeles en películas como El Padrino, Serpico y Scarface. Su talento actoral y su impactante presencia en pantalla lo convirtieron en una leyenda del cine.",
        "moviesPlayedAt": [],
        "imagen": "al_pacino.jpg"
    },
    {
        "id": 45,
        "fullName": "Diane Keaton",
        "shortBio": "Diane Keaton es una actriz, directora y productora estadounidense conocida por sus papeles en películas como Annie Hall, The Godfather y Something's Gotta Give. Su estilo único y su versatilidad la han convertido en una figura destacada en Hollywood.",
        "moviesPlayedAt": [],
        "imagen": "diane_keaton.jpg"
    },
    {
        "id": 46,
        "fullName": "Robert De Niro",
        "shortBio": "Robert De Niro es un actor, director y productor estadounidense conocido por sus papeles en películas como Taxi Driver, The Godfather Part II y Goodfellas. Su habilidad para transformarse en sus personajes lo ha hecho ganador de múltiples premios y reconocimientos.",
        "moviesPlayedAt": [],
        "imagen": "robert_de_niro.jpg"
    },
    {
        "id": 47,
        "fullName": "Audrey Hepburn",
        "shortBio": "Audrey Hepburn fue una actriz británica-belga conocida por su elegancia y talento. Ganadora del premio Oscar, Hepburn es recordada por sus papeles en películas como Breakfast at Tiffany's y Roman Holiday.",
        "moviesPlayedAt": [],
        "imagen": "audrey_hepburn.jpg"
    },
    {
        "id": 48,
        "fullName": "Buddy Ebsen",
        "shortBio": "Buddy Ebsen fue un actor, cantante y bailarín estadounidense conocido por su papel en la serie de televisión The Beverly Hillbillies y por interpretar a Jed Clampett. Su talento multifacético lo convirtió en una figura querida por el público.",
        "moviesPlayedAt": [],
        "imagen": "buddy_ebsen.jpg"
    },
    {
        "id": 49,
        "fullName": "George Peppard",
        "shortBio": "George Peppard fue un actor estadounidense conocido por su papel como Hannibal en la serie de televisión The A-Team y por su papel en la película Breakfast at Tiffany's. Su presencia en pantalla y su versatilidad lo convirtieron en una estrella del cine y la televisión.",
        "moviesPlayedAt": [],
        "imagen": "george_peppard.jpg"
    },
    {
        "id": 50,
        "fullName": "John McGiver",
        "shortBio": "John McGiver fue un actor estadounidense conocido por sus papeles en películas como Breakfast at Tiffany's y The Manchurian Candidate. Su versatilidad y talento lo convirtieron en un actor respetado en la industria del cine.",
        "moviesPlayedAt": [],
        "imagen": "john_mcgiver.jpg"
    },
    {
        "id": 51,
        "fullName": "Jose de Vilallonga",
        "shortBio": "Jose de Vilallonga fue un actor y aristócrata español conocido por su trabajo en películas como Breakfast at Tiffany's y El Cid. Su elegancia y su carisma lo convirtieron en una figura destacada en el mundo del cine.",
        "moviesPlayedAt": [],
        "imagen": "jose_de_vilallonga.jpg"
    },
    {
        "id": 52,
        "fullName": "Martin Balsam",
        "shortBio": "Martin Balsam fue un actor estadounidense conocido por sus papeles en películas como Psycho, 12 Angry Men y Breakfast at Tiffany's. Ganador de un premio de la Academia, Balsam dejó una marca indeleble en la industria del cine.",
        "moviesPlayedAt": [],
        "imagen": "martin_balsam.jpg"
    },
    {
        "id": 53,
        "fullName": "Mickey Rooney",
        "shortBio": "Mickey Rooney fue un actor, productor y escritor estadounidense conocido por su carrera en el cine durante la Edad de Oro de Hollywood. Con una carrera que abarcó casi un siglo, Rooney dejó un legado duradero en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "mickey_rooney.jpg"
    },
    {
        "id": 54,
        "fullName": "Patricia Neal",
        "shortBio": "Patricia Neal fue una actriz estadounidense conocida por sus papeles en películas como Hud, Breakfast at Tiffany's y The Fountainhead. Ganadora de un premio de la Academia, Neal dejó una marca indeleble en la industria del cine.",
        "moviesPlayedAt": [],
        "imagen": "patricia_neal.jpg"
    },
    {
        "id": 55,
        "fullName": "Stanley Adams",
        "shortBio": "Stanley Adams fue un actor estadounidense conocido por su trabajo en películas como Breakfast at Tiffany's y The Great Escape. Su talento versátil y su presencia en pantalla lo convirtieron en una figura respetada en la industria del cine.",
        "moviesPlayedAt": [],
        "imagen": "stanley_adams.jpg"
    },
    {
        "id": 56,
        "fullName": "Emilio Echevarria",
        "shortBio": "Emilio Echevarría es un actor mexicano conocido por su versatilidad y talento en la actuación. Ha participado en una amplia variedad de películas mexicanas y ha dejado una marca indeleble en la industria del cine.",
        "moviesPlayedAt": [],
        "imagen": "emilio_echevarria.jpg"
    },
    {
        "id": 57,
        "fullName": "Gael García Bernal",
        "shortBio": "Gael García Bernal es un actor y director mexicano conocido por su talento y versatilidad en la actuación. Ha participado en una amplia variedad de películas y series de televisión internacionales, ganándose el reconocimiento y el respeto de la crítica y el público.",
        "moviesPlayedAt": [],
        "imagen": "gael_garcia_bernal.jpg"
    },
    {
        "id": 58,
        "fullName": "Gerardo Campbell",
        "shortBio": "Gerardo Campbell es un actor mexicano conocido por su trabajo en cine y televisión. Su talento versátil y su habilidad para interpretar una amplia variedad de personajes lo han convertido en una figura destacada en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "gerardo_campbell.jpg"
    },
    {
        "id": 59,
        "fullName": "Vanessa Bauche",
        "shortBio": "Vanessa Bauche es una actriz mexicana conocida por su trabajo en cine y televisión. Ha participado en una amplia variedad de proyectos, demostrando su talento y versatilidad en la actuación.",
        "moviesPlayedAt": [],
        "imagen": "vanessa_bauche.jpg"
    },
    {
        "id": 60,
        "fullName": "Haya Harareet",
        "shortBio": "Haya Harareet fue una actriz israelí conocida por su papel en la película Ben-Hur. Su actuación memorable y su belleza cautivadora la convirtieron en una figura destacada en la industria del cine.",
        "moviesPlayedAt": [],
        "imagen": "haya_harareet.jpg"
    },
    {
        "id": 61,
        "fullName": "Jack Hawkins",
        "shortBio": "Jack Hawkins fue un actor británico conocido por su versatilidad y talento en la actuación. Participó en una amplia variedad de películas, dejando una marca indeleble en la industria del cine.",
        "moviesPlayedAt": [],
        "imagen": "jack_hawkins.jpg"
    },
    {
        "id": 62,
        "fullName": "Stephen Boyd",
        "shortBio": "Stephen Boyd fue un actor irlandés conocido por su papel en la película Ben-Hur, por el que fue nominado al premio Oscar al Mejor Actor de Reparto. Su talento en la actuación y su presencia en pantalla lo convirtieron en una figura destacada en la industria del cine.",
        "moviesPlayedAt": [],
        "imagen": "stephen_boyd.jpg"
    },
    {
        "id": 63,
        "fullName": "Vivien Leigh",
        "shortBio": "Vivien Leigh fue una actriz británica conocida por su icónico papel como Scarlett O'Hara en la película Lo que el viento se llevó, por el que ganó el premio Oscar a la Mejor Actriz. Su talento y belleza la convirtieron en una leyenda del cine.",
        "moviesPlayedAt": [],
        "imagen": "vivien_leigh.jpg"
    },
    {
        "id": 64,
        "fullName": "Clark Gable",
        "shortBio": "Clark Gable fue un actor estadounidense conocido como 'El Rey de Hollywood'. Ganador de un premio Oscar, Gable es recordado por su papel en Lo que el viento se llevó y por su presencia carismática en pantalla.",
        "moviesPlayedAt": [],
        "imagen": "clark_gable.jpg"
    },
    {
        "id": 65,
        "fullName": "Hattie McDaniel",
        "shortBio": "Hattie McDaniel fue una actriz y cantante afroamericana conocida por ser la primera persona de ascendencia africana en ganar un premio Oscar. Su actuación en Lo que el viento se llevó es recordada como un hito en la historia del cine.",
        "moviesPlayedAt": [],
        "imagen": "hattie_mcdaniel.jpg"
    },
    {
        "id": 66,
        "fullName": "Leslie Howard",
        "shortBio": "Leslie Howard fue un actor británico conocido por su versatilidad y talento en la actuación. Participó en una amplia variedad de películas, dejando una marca indeleble en la industria del cine.",
        "moviesPlayedAt": [],
        "imagen": "leslie_howard.jpg"
    },
    {
        "id": 67,
        "fullName": "Olivia de Havilland",
        "shortBio": "Olivia de Havilland fue una actriz británico-estadounidense conocida por su belleza y talento en la actuación. Ganadora de dos premios Oscar, de Havilland es recordada por su papel en Lo que el viento se llevó y por su destacada carrera en Hollywood.",
        "moviesPlayedAt": [],
        "imagen": "olivia_de_havilland.jpg"
    },
    {
        "id": 68,
        "fullName": "Alain Cuny",
        "shortBio": "Alain Cuny fue un actor francés conocido por su trabajo en cine y teatro. Participó en una amplia variedad de películas, demostrando su talento y versatilidad en la actuación.",
        "moviesPlayedAt": [],
        "imagen": "alain_cuny.jpg"
    },
    {
        "id": 69,
        "fullName": "Anita Ekberg",
        "shortBio": "Anita Ekberg fue una actriz sueca conocida por su belleza y su papel en la película La dolce vita de Federico Fellini. Su presencia en pantalla y su carisma la convirtieron en una figura destacada en el cine europeo.",
        "moviesPlayedAt": [],
        "imagen": "anita_ekberg.jpg"
    },
    {
        "id": 70,
        "fullName": "Anouk Aimee",
        "shortBio": "Anouk Aimée es una actriz francesa conocida por su elegancia y talento en la actuación. Participó en una amplia variedad de películas, dejando una marca indeleble en la industria del cine.",
        "moviesPlayedAt": [],
        "imagen": "anouk_aimee.jpg"
    },
    {
        "id": 71,
        "fullName": "Marcello Mastroianni",
        "shortBio": "Marcello Mastroianni fue un actor italiano conocido por su colaboración con el director Federico Fellini en películas como La dolce vita y Ocho y medio. Su talento en la actuación y su carisma lo convirtieron en una figura emblemática del cine italiano.",
        "moviesPlayedAt": [],
        "imagen": "marcello_mastroianni.jpg"
    },
    {
        "id": 72,
        "fullName": "Yvonne Furneaux",
        "shortBio": "Yvonne Furneaux es una actriz francesa conocida por su trabajo en cine y televisión. Participó en una variedad de películas, demostrando su talento y versatilidad en la actuación.",
        "moviesPlayedAt": [],
        "imagen": "yvonne_furneaux.jpg"
    },
    {
        "id": 73,
        "fullName": "Minoru Chiaki",
        "shortBio": "Minoru Chiaki fue un actor japonés conocido por su colaboración con el director Akira Kurosawa en varias películas. Su talento en la actuación y su presencia en pantalla lo convirtieron en una figura destacada en el cine japonés.",
        "moviesPlayedAt": [],
        "imagen": "minoru_chiaki.jpg"
    },
    {
        "id": 74,
        "fullName": "Seiji Miyaguchi",
        "shortBio": "Seiji Miyaguchi fue un actor japonés conocido por su papel en la película Los siete samuráis de Akira Kurosawa. Su actuación memorable y su presencia en pantalla lo convirtieron en una figura emblemática del cine japonés.",
        "moviesPlayedAt": [],
        "imagen": "seiji_miyaguchi.jpg"
    },
    {
        "id": 75,
        "fullName": "Takashi Shimura",
        "shortBio": "Takashi Shimura fue un actor japonés conocido por su colaboración con el director Akira Kurosawa en varias películas, incluyendo Los siete samuráis y Rashomon. Su talento en la actuación y su presencia en pantalla lo convirtieron en una leyenda del cine japonés.",
        "moviesPlayedAt": [],
        "imagen": "takashi_shimura.jpg"
    },
    {
        "id": 76,
        "fullName": "Tochiro Mifune",
        "shortBio": "Tochiro Mifune fue un actor japonés conocido por su colaboración con el director Akira Kurosawa en películas como Los siete samuráis y Rashomon. Su talento en la actuación y su presencia en pantalla lo convirtieron en una figura emblemática del cine japonés.",
        "moviesPlayedAt": [],
        "imagen": "tochiro_mifune.jpg"
    },
    {
        "id": 77,
        "fullName": "Yoshio Inaba",
        "shortBio": "Yoshio Inaba fue un actor japonés conocido por su trabajo en cine y televisión. Participó en una amplia variedad de películas, demostrando su talento y versatilidad en la actuación.",
        "moviesPlayedAt": [],
        "imagen": "yoshio_inaba.jpg"
    },
    {
        "id": 78,
        "fullName": "Charles Chaplin",
        "shortBio": "Charles Chaplin fue un actor, director y productor británico conocido por su personaje de Charlot en el cine mudo. Considerado uno de los más grandes cómicos de la historia del cine, Chaplin dejó un legado duradero en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "charles_chaplin.jpg"
    },
    {
        "id": 79,
        "fullName": "Chester Conklin",
        "shortBio": "Chester Conklin fue un actor estadounidense conocido por su trabajo en el cine mudo. Participó en numerosas películas cómicas, colaborando con destacados directores como Charlie Chaplin y Mack Sennett.",
        "moviesPlayedAt": [],
        "imagen": "chester_conklin.jpg"
    },
    {
        "id": 80,
        "fullName": "Henry Bergman",
        "shortBio": "Henry Bergman fue un actor estadounidense conocido por su colaboración con el director Charlie Chaplin en varias películas. Su talento en la actuación y su presencia en pantalla lo convirtieron en un colaborador invaluable en el cine mudo.",
        "moviesPlayedAt": [],
        "imagen": "henry_bergman.jpg"
    },
    {
        "id": 81,
        "fullName": "Paulette Goddard",
        "shortBio": "Paulette Goddard fue una actriz estadounidense conocida por su trabajo en películas como Modern Times de Charlie Chaplin y Los viajes de Sullivan de Preston Sturges. Su talento en la actuación y su belleza la convirtieron en una estrella de la época dorada de Hollywood.",
        "moviesPlayedAt": [],
        "imagen": "paulette_goddard.jpg"
    },
    {
        "id": 82,
        "fullName": "Stanley Standford",
        "shortBio": "Stanley Standford fue un actor estadounidense conocido por su trabajo en el cine mudo. Participó en numerosas películas cómicas, dejando una marca indeleble en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "stanley_standford.jpg"
    },
    {
        "id": 83,
        "fullName": "Claudia Cardinale",
        "shortBio": "Claudia Cardinale es una actriz italiana conocida por su belleza y talento en la actuación. Participó en una amplia variedad de películas internacionales, ganándose el reconocimiento y el respeto de la crítica y el público.",
        "moviesPlayedAt": [],
        "imagen": "claudia_cardinale.jpg"
    },
    {
        "id": 84,
        "fullName": "Jose Lewgoy",
        "shortBio": "Jose Lewgoy fue un actor brasileño conocido por su trabajo en cine y televisión. Participó en una variedad de producciones, dejando una marca indeleble en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "jose_lewgoy.jpg"
    },
    {
        "id": 85,
        "fullName": "Klaus Kinski",
        "shortBio": "Klaus Kinski fue un actor alemán conocido por su trabajo en cine y teatro. Reconocido por su intensidad en la actuación, Kinski dejó una huella duradera en la historia del cine.",
        "moviesPlayedAt": [],
        "imagen": "klaus_kinski.jpg"
    },
    {
        "id": 86,
        "fullName": "Miguel Angel Fuentes",
        "shortBio": "Miguel Angel Fuentes fue un actor mexicano conocido por su trabajo en cine y televisión. Su talento en la actuación y su presencia en pantalla lo convirtieron en una figura destacada en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "miguel_angel_fuentes.jpg"
    },
    {
        "id": 87,
        "fullName": "Paul Hittscher",
        "shortBio": "Paul Hittscher fue un actor estadounidense conocido por su trabajo en cine y televisión. Participó en una variedad de producciones, demostrando su talento y versatilidad en la actuación.",
        "moviesPlayedAt": [],
        "imagen": "paul_hittscher.jpg"
    },
    {
        "id": 88,
        "fullName": "Corinne Orr",
        "shortBio": "Corinne Orr fue una actriz estadounidense conocida por su trabajo en doblaje de voz en dibujos animados. Su talento para dar voz a personajes animados la convirtió en una figura querida por el público.",
        "moviesPlayedAt": [],
        "imagen": "corinne_orr.jpg"
    },
    {
        "id": 89,
        "fullName": "Robert Spencer",
        "shortBio": "Robert Spencer fue un actor estadounidense conocido por su trabajo en cine y televisión. Participó en una variedad de producciones, dejando una marca indeleble en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "robert_spencer.jpg"
    },
    {
        "id": 90,
        "fullName": "Shannon Conley",
        "shortBio": "Shannon Conley es una actriz estadounidense conocida por su trabajo en cine y televisión. Participó en una variedad de producciones, demostrando su talento y versatilidad en la actuación.",
        "moviesPlayedAt": [],
        "imagen": "shannon_conley.jpg"
    },
    {
        "id": 91,
        "fullName": "Dakota Fanning",
        "shortBio": "Dakota Fanning es una actriz estadounidense conocida por su talento y versatilidad en la actuación desde una temprana edad. Ha participado en una variedad de películas y programas de televisión, ganándose el reconocimiento de la crítica y el público.",
        "moviesPlayedAt": [],
        "imagen": "dakota_fanning.jpg"
    },
    {
        "id": 92,
        "fullName": "Hitoshi Takagi",
        "shortBio": "Hitoshi Takagi fue un actor japonés conocido por su trabajo en cine y televisión. Participó en una variedad de producciones, demostrando su talento y versatilidad en la actuación.",
        "moviesPlayedAt": [],
        "imagen": "hitoshi_takagi.jpg"
    },
    {
        "id": 93,
        "fullName": "Noriko Hidaka",
        "shortBio": "Noriko Hidaka es una actriz japonesa conocida por su trabajo en doblaje de voz en anime. Su talento para dar voz a personajes animados la convirtió en una figura destacada en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "noriko_hidaka.jpg"
    },
    {
        "id": 94,
        "fullName": "Shigesato Itoi",
        "shortBio": "Shigesato Itoi es un escritor, actor y diseñador de videojuegos japonés. Conocido por su trabajo en la serie de videojuegos Mother, Itoi ha dejado una marca indeleble en la cultura popular japonesa.",
        "moviesPlayedAt": [],
        "imagen": "shigesato_itoi.jpg"
    },
    {
        "id": 95,
        "fullName": "Kurtwood Smith",
        "shortBio": "Kurtwood Smith es un actor estadounidense conocido por su trabajo en cine y televisión. Ha participado en una variedad de producciones, ganándose el reconocimiento de la crítica y el público por su talento y versatilidad en la actuación.",
        "moviesPlayedAt": [],
        "imagen": "kurtwood_smith.jpg"
    },
    {
        "id": 96,
        "fullName": "Miguel Ferrer",
        "shortBio": "Miguel Ferrer fue un actor estadounidense conocido por su trabajo en cine y televisión. Miembro de una familia de actores, Ferrer dejó una marca indeleble en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "miguel_ferrer.jpg"
    },
    {
        "id": 97,
        "fullName": "Nancy Allen",
        "shortBio": "Nancy Allen es una actriz estadounidense conocida por su trabajo en cine y televisión. Ganadora de un premio Saturn, Allen es recordada por sus roles en películas de género como Carrie y RoboCop.",
        "moviesPlayedAt": [],
        "imagen": "nancy_allen.jpg"
    },
    {
        "id": 98,
        "fullName": "Peter Weller",
        "shortBio": "Peter Weller es un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Saturn, Weller es recordado por su papel como RoboCop en la película del mismo nombre.",
        "moviesPlayedAt": [],
        "imagen": "peter_weller.jpg"
    },
    {
        "id": 99,
        "fullName": "Ronny Cox",
        "shortBio": "Ronny Cox es un actor estadounidense conocido por su trabajo en cine y televisión. Ha participado en una variedad de producciones, ganándose el reconocimiento de la crítica y el público por su talento y versatilidad en la actuación.",
        "moviesPlayedAt": [],
        "imagen": "ronny_cox.jpg"
    },
    {
        "id": 100,
        "fullName": "Dorothy Comingo",
        "shortBio": "Dorothy Comingo fue una actriz estadounidense conocida por su trabajo en cine y televisión. Participó en una variedad de producciones, demostrando su talento y versatilidad en la actuación.",
        "moviesPlayedAt": [],
        "imagen": "dorothy_comingo.jpg"
    },
    {
        "id": 101,
        "fullName": "Everett Sloane",
        "shortBio": "Everett Sloane fue un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Emmy, Sloane dejó una marca indeleble en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "everett_sloane.jpg"
    },
    {
        "id": 102,
        "fullName": "George Coulouris",
        "shortBio": "George Coulouris fue un actor británico conocido por su trabajo en cine y teatro. Reconocido por su talento en la actuación, Coulouris dejó una huella duradera en la historia del cine.",
        "moviesPlayedAt": [],
        "imagen": "george_coulouris.jpg"
    },
    {
        "id": 103,
        "fullName": "Joseph Cotten",
        "shortBio": "Joseph Cotten fue un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Óscar, Cotten es recordado por sus colaboraciones con el director Orson Welles.",
        "moviesPlayedAt": [],
        "imagen": "joseph_cotten.jpg"
    },
    {
        "id": 104,
        "fullName": "Orson Welles",
        "shortBio": "Orson Welles fue un actor, director, guionista y productor estadounidense conocido por su innovación en el cine. Considerado uno de los más grandes cineastas de todos los tiempos, Welles dejó un legado duradero en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "orson_welles.jpg"
    },
    {
        "id": 105,
        "fullName": "Henry Daniell",
        "shortBio": "Henry Daniell fue un actor británico conocido por su trabajo en cine y televisión. Especializado en interpretar roles de villano, Daniell dejó una marca indeleble en la historia del cine.",
        "moviesPlayedAt": [],
        "imagen": "henry_daniell.jpg"
    },
    {
        "id": 106,
        "fullName": "Jack Oakie",
        "shortBio": "Jack Oakie fue un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Óscar, Oakie dejó una marca indeleble en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "jack_oakie.jpg"
    },
    {
        "id": 107,
        "fullName": "Reginald Gardiner",
        "shortBio": "Reginald Gardiner fue un actor británico conocido por su trabajo en cine y televisión. Participó en una variedad de producciones, demostrando su talento y versatilidad en la actuación.",
        "moviesPlayedAt": [],
        "imagen": "reginald_gardiner.jpg"
    },
    {
        "id": 108,
        "fullName": "Daniel Richter",
        "shortBio": "Daniel Richter fue un actor y coreógrafo estadounidense conocido por su trabajo en cine y televisión. Participó en una variedad de producciones, dejando una huella duradera en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "daniel_richter.jpg"
    },
    {
        "id": 109,
        "fullName": "Gary Lockwood",
        "shortBio": "Gary Lockwood es un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Saturn, Lockwood dejó una marca indeleble en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "gary_lockwood.jpg"
    },
    {
        "id": 110,
        "fullName": "Keir Dullea",
        "shortBio": "Keir Dullea es un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Globo de Oro, Dullea es recordado por su papel en la película 2001: Una Odisea del Espacio.",
        "moviesPlayedAt": [],
        "imagen": "keir_dullea.jpg"
    },
    {
        "id": 111,
        "fullName": "Leonard Rossiter",
        "shortBio": "Leonard Rossiter fue un actor británico conocido por su trabajo en cine y televisión. Ganador de un premio BAFTA, Rossiter dejó una marca indeleble en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "leonard_rossiter.jpg"
    },
    {
        "id": 112,
        "fullName": "William Sylvester",
        "shortBio": "William Sylvester fue un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Globo de Oro, Sylvester dejó una marca indeleble en la industria del entretenimiento.",
        "moviesPlayedAt": [],
        "imagen": "william_sylvester.jpg"
    },
    {
        "id": 113,
        "fullName": "Anthony Edwards",
        "shortBio": "Anthony Edwards es un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Emmy, Edwards es recordado por su papel en la serie de televisión Urgencias.",
        "moviesPlayedAt": [],
        "imagen": "anthony_edwards.jpg"
    },
    {
        "id": 114,
        "fullName": "Kelly McGillis",
        "shortBio": "Kelly McGillis es una actriz estadounidense conocida por su trabajo en cine y televisión. Ganadora de un premio BAFTA, McGillis es recordada por sus papeles en películas como Top Gun y Witness.",
        "moviesPlayedAt": [],
        "imagen": "kelly_mcgillis.jpg"
    },
    {
        "id": 115,
        "fullName": "Tom Cruise",
        "shortBio": "Tom Cruise es un actor estadounidense conocido por su trabajo en cine. Ganador de tres premios Globo de Oro, Cruise es una de las estrellas más reconocidas y exitosas de Hollywood.",
        "moviesPlayedAt": [],
        "imagen": "tom_cruise.jpg"
    },
    {
        "id": 116,
        "fullName": "Tom Skerritt",
        "shortBio": "Tom Skerritt es un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Emmy, Skerritt es recordado por sus papeles en películas como Alien y Top Gun.",
        "moviesPlayedAt": [],
        "imagen": "tom_skerritt.jpg"
    },
    {
        "id": 117,
        "fullName": "Val Kilmer",
        "shortBio": "Val Kilmer es un actor estadounidense conocido por su trabajo en cine. Ganador de un premio BAFTA, Kilmer es recordado por sus papeles en películas como Top Gun y Batman Forever.",
        "moviesPlayedAt": [],
        "imagen": "val_kilmer.jpg"
    },
    {
        "id": 118,
        "fullName": "Adam Baldwin",
        "shortBio": "Adam Baldwin es un actor estadounidense conocido por su trabajo en cine y televisión. Participó en una variedad de producciones, demostrando su talento y versatilidad en la actuación.",
        "moviesPlayedAt": [],
        "imagen": "adam_baldwin.jpg"
    },
    {
        "id": 119,
        "fullName": "Arliss Howard",
        "shortBio": "Arliss Howard es un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Tony, Howard es recordado por sus papeles en películas como Full Metal Jacket y Jurassic Park: The Lost World.",
        "moviesPlayedAt": [],
        "imagen": "arliss_howard.jpg"
    },
    {
        "id": 120,
        "fullName": "Dorian Harewood",
        "shortBio": "Dorian Harewood es un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Emmy, Harewood es recordado por sus papeles en películas como Full Metal Jacket y The Falcon and the Snowman.",
        "moviesPlayedAt": [],
        "imagen": "dorian_harewood.jpg"
    },
    {
        "id": 121,
        "fullName": "Matthew Modine",
        "shortBio": "Matthew Modine es un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Globo de Oro, Modine es recordado por sus papeles en películas como Full Metal Jacket y Vision Quest.",
        "moviesPlayedAt": [],
        "imagen": "matthew_modine.jpg"
    },
    {
        "id": 122,
        "fullName": "R Lee Ermey",
        "shortBio": "R Lee Ermey fue un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Globo de Oro, Ermey es recordado por su papel en la película Full Metal Jacket.",
        "moviesPlayedAt": [],
        "imagen": "r_lee_ermey.jpg"
    },
    {
        "id": 123,
        "fullName": "Vincent D Onofrio",
        "shortBio": "Vincent D Onofrio es un actor estadounidense conocido por su trabajo en cine y televisión. Ganador de un premio Saturn, Onofrio es recordado por sus papeles en películas como Full Metal Jacket y Men in Black.",
        "moviesPlayedAt": [],
        "imagen": "vincent_d_onofrio.jpg"
    }
]