[
    {
        "id": 11,
        "name": "El Padrino",
        "price": 5.82,
        "description": "América, años 40. Don Vito Corleone (Marlon Brando) es el respetado y temido jefe de una de las cinco familias de la mafia de Nueva York. Tiene cuatro hijos: Connie (Talia Shire), el impulsivo Sonny (James Caan), el pusilánime Fredo (John Cazale) y Michael (Al Pacino), que no quiere saber nada de los negocios de su padre. Cuando Corleone, en contra de los consejos de 'Il consigliere' Tom Hagen (Robert Duvall), se niega a participar en el negocio de las drogas, el jefe de otra banda ordena su asesinato. Empieza entonces una violenta y cruenta guerra entre las familias mafiosas.",
        "genre": [
            "Drama",
            "Crimen"
        ],
        "year": 1972,
        "imagesMovie": [
            "El-padrino/El-Padrino-02.webp",
            "El-Padrino/padrino1.jpeg",
            "El-Padrino/padrino2.jpeg",
            "El-Padrino/padrino3.jpeg",
            "El-Padrino/padrino4.jpeg"
        ],
        "cast": [
            "Al Pacino",
            "Diane Keaton",
            "Marlon Brando",
            "Robert De Niro"
        ],
        "topNewMovies": false
    },
    {
        "id": 12,
        "name": "Breakfast at Tiffany's",
        "price": 3.49,
        "description": "Holly Golightly es una bella joven neoyorquina que, aparentemente, lleva una vida fácil y alegre. Tiene un comportamiento bastante extravagante, por ejemplo, desayunar contemplando el escaparate de la lujosa joyería Tiffanys. Un día se muda a su mismo edificio Paul Varjak, un escritor que, mientras espera un éxito que nunca llega, vive a costa de una mujer madura.",
        "genre": [
            "Romance",
            "Drama",
            "Comedia"
        ],
        "year": 1961,
        "imagesMovie": [
            "Breakfast-at-tiffanys/Breakfast_at_Tiffany's_(1961_poster).jpeg",
            "Breakfast-at-tiffanys/BT-img1.jpeg",
            "Breakfast-at-tiffanys/BT-img2.jpeg",
            "Breakfast-at-tiffanys/BT-img3.jpeg",
            "Breakfast-at-tiffanys/BT-img4.jpeg"
        ],
        "cast": [
            "Audrey Hepburn",
            "Buddy Ebsen",
            "George Peppard",
            "John McGiver",
            "Jose de Vilallonga",
            "Martin Balsam",
            "Mickey Rooney",
            "Patricia Neal",
            "Stanley Adams"
        ],
        "topNewMovies": false
    },
    {
        "id": 13,
        "name": "Amores Perros",
        "price": 4.11,
        "description": "Octavio, un joven adolescente enamorado de su cuñada, ha transformado a su perro Cofi en una mortífera arma con la que desea escapar de su miseria amorosa.",
        "genre": [
            "Drama",
            "suspenso"
        ],
        "year": 2000,
        "imagesMovie": [
            "Amores-Perros/amores-perros-01.jpg",
            "Amores-Perros/Amores-Perros-02.jpg",
            "Amores-Perros/Amores -Perros-03.jpg",
            "Amores-Perros/Amores-Perros-04.jpg",
            "Amores-Perros/Amores-Perros-05.webp"
        ],
        "cast": [
            "Emilio Echevarria",
            "Gael García Bernal",
            "Gerardo Campbell",
            "Vanessa Bauche"
        ],
        "topNewMovies": false
    },
    {
        "id": 14,
        "name": "Ben-Hur",
        "price": 5.49,
        "description": "Antigua Roma, bajo el reinado de los emperadores Augusto y Tiberio (s. I d.C.). Judá Ben-Hur (Charlton Heston), hijo de una familia noble de Jerusalén, y Mesala (Stephen Boyd), tribuno romano que dirige los ejércitos de ocupación, son dos antiguos amigos, pero un accidente involuntario los convierte en enemigos irreconciliables: Ben-Hur es acusado de atentar contra la vida del nuevo gobernador romano, y Mesala lo encarcela a él y a su familia. Mientras Ben-Hur es trasladado a galeras para cumplir su condena, un hombre llamado Jesús de Nazaret se apiada de él y le da de beber. En galeras conocerá al comandante de la nave (Jack Hawkins) y más tarde a un jeque árabe (Hugh Griffith) que participa con sus magníficos caballos en carreras de cuadrigas.",
        "genre": [
            "Épico",
            "Dramatico",
            "Histórico",
            "Romántico"
        ],
        "year": 1959,
        "imagesMovie": [
            "Ben-Hur/Ben-Hur_01.webp",
            "Ben-Hur/ben-hur5.jpeg",
            "Ben-Hur/Ben-Hur_02.jpg",
            "Ben-Hur/Ben-Hur_03.jpg",
            "Ben-Hur/Ben-Hur_04.jpeg"
        ],
        "cast": [
            "Charlton Heston",
            "Haya Harareet",
            "Jack Hawkins",
            "Stephen Boyd"
        ],
        "topNewMovies": false
    },
    {
        "id": 15,
        "name": "Lo que el viento se llevó",
        "price": 4.79,
        "description": "Georgia, 1861. En la elegante mansión sureña de Tara, vive Scarlett O'Hara (Vivien Leigh), la joven más bella, caprichosa y egoísta de la región. Ella suspira por el amor de Ashley (Leslie Howard), pero él está prometido con su prima, la dulce y bondadosa Melanie (Olivia de Havilland). En la última fiesta antes del estallido de la Guerra de Secesión (1861-1865), Scarlett conoce al cínico y apuesto Rhett Butler (Clark Gable), un vividor arrogante y aventurero, que sólo piensa en sí mismo y que no tiene ninguna intención de participar en la contienda. Lo único que él desea es hacerse rico y conquistar el corazón de la hermosa Scarlett.",
        "genre": [
            "Drama",
            "Aventura",
            "Romance"
        ],
        "year": 1939,
        "imagesMovie": [
            "LoQueElVientoSeLlevo/LoQueElVientoSeLlevo.jpeg",
            "LoQueElVientoSeLlevo/loqueElViento1.jpeg",
            "LoQueElVientoSeLlevo/loqueElviento2.jpeg",
            "LoQueElVientoSeLlevo/loqueElViento3.jpeg",
            "LoQueElVientoSeLlevo/loqueElViento4.jpeg"
        ],
        "cast": [
            "Clark Gable",
            "Hattie McDaniel",
            "Leslie Howard",
            "Olivia de Havilland",
            "Vivien Leigh"
        ],
        "topNewMovies": false
    },
    {
        "id": 16,
        "name": "La Dolce Vita",
        "price": 3.99,
        "description": "Marcello Rubini es un desencantado periodista romano, en busca de celebridades, que se mueve con insatisfacción por las fiestas nocturnas que celebra la burguesía de la época. Merodea por distintos lugares de Roma, siempre rodeado de todo tipo de personajes, especialmente de la élite de la sociedad italiana. En una de sus salidas se entera de que Sylvia, una célebre diva del mundo del cine, llega a Roma, cree que ésta es una gran oportunidad para conseguir una gran noticia, y, en consecuencia, la perseguirá por las noches por diferentes lugares de la ciudad.",
        "genre": [
            "Drama",
            "Comedia"
        ],
        "year": 1960,
        "imagesMovie": [
            "LaDolceVita/LaDolceVita-poster.jpeg",
            "LaDolceVita/ladolce1.jpeg",
            "LaDolceVita/ladolce2.jpeg",
            "LaDolceVita/ladolce3.jpeg",
            "LaDolceVita/ladolce4.jpeg"
        ],
        "cast": [
            "Alain Cuny",
            "Anita Ekberg",
            "Anouk Aimee",
            "Marcello Mastroianni",
            "Yvonne Furneaux"
        ],
        "topNewMovies": false
    },
    {
        "id": 17,
        "name": "Seven Samurai",
        "price": 6.49,
        "description": "Japón, Siglo XVI. Una aldea de campesinos indefensos es repetidamente atacada y saqueada por una banda de forajidos. Aconsejados por el anciano de la aldea, unos aldeanos acuden a la ciudad con el objetivo de contratar a un grupo de samuráis para protegerlos. A pesar de que el único salario es comida y techo, varios samuráis se van incorporando uno a uno al singular grupo que finalmente se dirige a la aldea.",
        "genre": [
            "Drama",
            "Aventura"
        ],
        "year": 1954,
        "imagesMovie": [
            "Seven Samurai/Seven_Samurai_poster.jpg",
            "Seven Samurai/sietesamurai1.jpeg",
            "Seven Samurai/sietesamurai2.jpeg",
            "Seven Samurai/sietesamurai3.jpeg",
            "Seven Samurai/sietesamurai4.jpeg"
        ],
        "cast": [
            "Minoru Chiaki",
            "Seiji Miyaguchi",
            "Takashi Shimura",
            "Tochiro Mifune",
            "Yoshio inaba"
        ],
        "topNewMovies": false
    },
    {
        "id": 18,
        "name": "Tiempos Modernos",
        "price": 3.89,
        "description": "Extenuado por el frenético ritmo de la cadena de montaje, un obrero metalúrgico acaba perdiendo la razón. Después de recuperarse en un hospital, sale y es encarcelado por participar en una manifestación en la que se encontraba por casualidad. En la cárcel, también sin pretenderlo, ayuda a controlar un motín, gracias a lo cual queda en libertad. Una vez fuera, reemprende la lucha por la supervivencia en compañía de una joven huérfana a la que conoce en la calle.",
        "genre": [
            "Comedia"
        ],
        "year": 1936,
        "imagesMovie": [
            "tiemposModernos/tiempos_modernos.jpg",
            "tiemposModernos/tiemposmodernos1.jpeg",
            "tiemposModernos/tiemposmodernos2.jpeg",
            "tiemposModernos/tiemposmodernos3.jpeg",
            "tiemposModernos/tiemposmodernos4.jpeg"
        ],
        "cast": [
            "Charles Chaplin",
            "Chester Conklin",
            "Henry Bergman",
            "Paulette Goddard",
            "Stanley Standford"
        ],
        "topNewMovies": false
    },
    {
        "id": 19,
        "name": "Fitzcarraldo",
        "price": 4.69,
        "description": "Brian Fitzgerald Fitzcarraldo, un excéntrico y megalómano hombre de negocios obsesionado con la ópera, ha ido perdiendo su prestigio y su fortuna en absurdas empresas sin futuro. Su último proyecto consiste en construir un teatro de ópera en un poblado peruano a orillas del Amazonas; para conseguir el capital necesario para financiar tan magna empresa se dedica al comercio del caucho. Su extravagante plan exige sacar del río un gran barco fluvial y transportarlo hasta la cima de un monte.",
        "genre": [
            "Aventura",
            "Drama"
        ],
        "year": 1982,
        "imagesMovie": [
            "Fitzcarraldo/fitzcarraldo.jpg",
            "Fitzcarraldo/fitzcarraldo1.jpg",
            "Fitzcarraldo/fitzcarraldo2.jpg",
            "Fitzcarraldo/fitzcarraldo3.jpg",
            "Fitzcarraldo/fitzcarraldo4.jpg"
        ],
        "cast": [
            "Claudia Cardinale",
            "Jose Lewgoy",
            "Klaus Kinski",
            "Miguel Angel Fuentes",
            "Paul Hittscher"
        ],
        "topNewMovies": false
    },
    {
        "id": 20,
        "name": "La tumba de las luciérnagas",
        "price": 3.59,
        "description": "Segunda Guerra Mundial (1939-1945). Seita y Setsuko son hijos de un oficial de la marina japonesa que viven en Kobe. Un día, durante un bombardeo, no consiguen llegar a tiempo al búnker donde su madre los espera. Cuando después buscan a su madre, la encuentran malherida en la escuela, que ha sido convertida en un hospital de urgencia.",
        "genre": [
            "Aventura",
            "Drama"
        ],
        "year": 1988,
        "imagesMovie": [
            "LaTumbaDeLasLuciernagas/grave_of_the_fireflies.jpg",
            "LaTumbaDeLasLuciernagas/grave_of_the_fireflies1.jpg",
            "LaTumbaDeLasLuciernagas/grave_of_the_fireflies2.jpg",
            "LaTumbaDeLasLuciernagas/grave_of_the_fireflies3.jpg",
            "LaTumbaDeLasLuciernagas/grave_of_the_fireflies4.jpg"
        ],
        "cast": [
            "Corinne Orr",
            "Robert Spencer",
            "Shannon Conley"
        ],
        "topNewMovies": false
    },
    {
        "id": 21,
        "name": "Mi Vecino Totoro",
        "price": 4.29,
        "description": "En los años 50, una familia japonesa se traslada al campo. Las dos hijas, Satsuki y Mei, entablan amistad con Totoro, un espíritu del bosque. El padre es un profesor universitario que estimula la imaginación de sus hijas relatándoles fábulas e historias mágicas sobre duendes, fantasmas y espíritus protectores de los hogares, mientras la madre se encuentra enferma en el hospital.",
        "genre": [
            "Animacion",
            "Fantastico",
            "Infantil"
        ],
        "year": 1988,
        "imagesMovie": [
            "MiVecinoTororo/mi_vecino_tororo.jpg",
            "MiVecinoTororo/mi_vecino_tororo1.jpg",
            "MiVecinoTororo/mi_vecino_tororo2.jpg",
            "MiVecinoTororo/mi_vecino_tororo3.jpg",
            "MiVecinoTororo/mi_vecino_tororo4.jpg"
        ],
        "cast": [
            "Dakota Fanning",
            "Hitoshi Takagi",
            "Noriko Hidaka",
            "Shigesato Itoi"
        ],
        "topNewMovies": false
    },
    {
        "id": 22,
        "name": "Robocop",
        "price": 5.09,
        "description": "Ambientada en una sociedad futura. Alex J. Murphy, agente de policía de Detroit, es asesinado en acto de servicio. Para acabar con la delincuencia en la ciudad, las autoridades aprueban la creación de una máquina letal, mitad robot, mitad hombre, a la que llaman Robocop, y para fabricarla utilizan el cuerpo de Murphy. El experimento parece un éxito, pero el policía, a pesar de estar muerto, conserva la memoria y decide vengarse de sus asesinos.",
        "genre": [
            "Ciencia Ficcion",
            "Accion"
        ],
        "year": 1987,
        "imagesMovie": [
            "Robocop/robocop.jpg",
            "Robocop/robocop1.jpg",
            "Robocop/robocop2.jpg",
            "Robocop/robocop3.jpg",
            "Robocop/robocop4.jpg"
        ],
        "cast": [
            "Kurtwood Smith",
            "Miguel Ferrer",
            "Nancy Allen",
            "Peter Weller",
            "Ronny Cox"
        ],
        "topNewMovies": false
    },
    {
        "id": 23,
        "name": "Ciudadano Kane",
        "price": 4.49,
        "description": "Un importante magnate estadounidense, Charles Foster Kane, dueño de una importante cadena de periódicos, de una red de emisoras, de dos sindicatos y de una inimaginable colección de obras de arte, muere en Xanadú, su fabuloso castillo de estilo oriental. La última palabra que pronuncia antes de expirar, ”Rosebud”, cuyo significado es un enigma, despierta una enorme curiosidad tanto en la prensa como entre la población. Así, un grupo de periodistas emprende una investigación para desentrañar el misterio.",
        "genre": [
            "Drama"
        ],
        "year": 1961,
        "imagesMovie": [
            "ciudadanoKane/citizen_kane-Poster.jpeg",
            "ciudadanoKane/CiudadanoKane1.jpeg",
            "ciudadanoKane/ciudadanoKane2.jpeg",
            "ciudadanoKane/ciudadanoKane3.png",
            "ciudadanoKane/ciudadanoKane4.jpeg"
        ],
        "cast": [
            "Dorothy Comingo",
            "Everett Sloane",
            "George Coulouris",
            "Joseph Cotten",
            "Orson Welles"
        ],
        "topNewMovies": false
    },
    {
        "id": 24,
        "name": "El Gran Dictador",
        "price": 4.39,
        "description": "Un humilde barbero judío que combatió con el ejército de Tomania en la Primera Guerra Mundial vuelve a su casa años después del fin del conflicto. Amnésico a causa de un accidente de avión, no recuerda prácticamente nada de su vida pasada, y no conoce la situación política actual del país: Adenoid Hynkel, un dictador fascista y racista, ha llegado al poder y ha iniciado la persecución del pueblo judío, a quien considera responsable de la situación de crisis que vive el país. Paralelamente, Hynkel y sus colaboradores han empezado a preparar una ofensiva militar destinada a la conquista de todo el mundo.",
        "genre": [
            "Comedia"
        ],
        "year": 1940,
        "imagesMovie": [
            "ElGranDictador/the_great_dictator-Poster.jpeg",
            "ElGranDictador/Dictator1.jpeg",
            "ElGranDictador/Dictator2.jpeg",
            "ElGranDictador/Dictator3.jpeg",
            "ElGranDictador/Dictator4.jpeg"
        ],
        "cast": [
            "Henry Daniell",
            "Jack Oakie",
            "Charles Chaplin",
            "Paulette Goddard",
            "Reginald Gardiner"
        ],
        "topNewMovies": false
    },
    {
        "id": 25,
        "name": "2001: A Space Odyssey",
        "price": 5.79,
        "description": "La película de ciencia-ficción por excelencia de la historia del cine narra los diversos periodos de la historia de la humanidad, no sólo del pasado, sino también del futuro. Hace millones de años, antes de la aparición del homo sapiens, unos primates descubren un monolito que los conduce a un estadio de inteligencia superior. Millones de años después, otro monolito, enterrado en una luna, despierta el interés de los científicos. Por último, durante una misión de la NASA, HAL 9000, una máquina dotada de inteligencia artificial, se encarga de controlar todos los sistemas de una nave espacial tripulada.",
        "genre": [
            "Ciencia Ficción"
        ],
        "year": 1968,
        "imagesMovie": [
            "odiseaEnElEspacio/spaceOdyssey-Poster.jpeg",
            "odiseaEnElEspacio/odisea1.jpeg",
            "odiseaEnElEspacio/odisea2.jpeg",
            "odiseaEnElEspacio/odisea3.jpeg",
            "odiseaEnElEspacio/odisea4.jpeg"
        ],
        "cast": [
            "Daniel Richter",
            "Gary Lockwood",
            "Keir Dullea",
            "Leonard Rossiter",
            "William Sylvester"
        ],
        "topNewMovies": false
    },
    {
        "id": 26,
        "name": "Top Gun",
        "price": 20.5,
        "description": "La Marina de los Estados Unidos ha creado una escuela de élite para pilotos con el fin de sacar una promoción de expertos en técnicas de combate. En la academia, más conocida como Top Gun, a los mejores se les entrena para ser intrépidos y fríos al mismo tiempo, capaces de no perder los nervios en situaciones extremas y de no inmutarse al romper la barrera del sonido a los mandos de un F-14. A la escuela llega el joven Maverick, famoso por su temeraria aunque brillante forma de pilotar.",
        "genre": [
            "Accion",
            "Drama",
            "Romance"
        ],
        "year": 1986,
        "imagesMovie": [
            "topGun/top_gun-Poster.jpeg",
            "topGun/topGun1.jpeg",
            "topGun/topGun2.jpeg",
            "topGun/topGun3.jpeg",
            "topGun/topGun4.jpeg"
        ],
        "cast": [
            "Anthony Edwards",
            "Kelly McGillis",
            "Tom Cruise",
            "Tom Skerritt",
            "Val Kilmer"
        ],
        "topNewMovies": false
    },
    {
        "id": 27,
        "name": "Amanecer",
        "price": 9.12,
        "description": "Un granjero (George O'Brien) convive felizmente en el campo con su esposa (Janet Gaynor). Pero la aparición de una seductora mujer (Margaret Livingston) de la ciudad hace que comience a enamorarse de ésta, y a pensar que su mujer es un estorbo que se interpone en la felicidad entre él y su nueva y sofisticada amante.",
        "genre": [
            "Drama",
            "Romance"
        ],
        "year": 1927,
        "imagesMovie": [
            "Amanecer/Amanecer-poster.jpeg",
            "Amanecer/amanecer1.jpeg",
            "Amanecer/amanecer2.jpeg",
            "Amanecer/amanecer3.jpeg",
            "Amanecer/amanecer4.jpeg"
        ],
        "cast": [
            "George Obrien",
            "Janet Gaynor",
            "Margaret Livingston",
            "Bodil Rosing",
            "J. Farrell McDonald"
        ],
        "topNewMovies": false
    },
    {
        "id": 28,
        "name": "La chaqueta metalica",
        "price": 17.15,
        "description": "Un grupo de reclutas se prepara en Parris Island, centro de entrenamiento de la marina norteamericana. Están bajo las órdenes del sargento Hartman, duro e implacable, cuya única misión en la vida es endurecer el cuerpo y el alma de los novatos, con el objetivo de que en el futuro puedan defenderse del enemigo. Pero no todos los jóvenes están preparados para soportar sus métodos.",
        "genre": [
            "Bélico",
            "Drama"
        ],
        "year": 1987,
        "imagesMovie": [
            "laChaquetaMetalica/full_metal_jacket-Poster.jpeg",
            "laChaquetaMetalica/metalJacket1.jpeg",
            "laChaquetaMetalica/metalJacket2.jpeg",
            "laChaquetaMetalica/metalJacket3.jpeg",
            "laChaquetaMetalica/metalJacket4.jpeg"
        ],
        "cast": [
            "Adam Baldwin",
            "Arliss Howard",
            "Dorian Harewood",
            "Matthew Modine",
            "R Lee Ermey",
            "Vincent D Onofrio"
        ],
        "topNewMovies": false
    },
    {
        "id": 29,
        "name": "La Historia Interminable",
        "price": 19.12,
        "description": "Un niño que pasa por un gran dolor descubre un mundo fantástico que está en peligro a través de un libro misterioso, que lo llevará a un gran viaje para enfrentar sus miedos.",
        "genre": "Fantasía",
        "year": 1984,
        "imagesMovie": [
            "La-Historia-Interminable/La_Historia_Interminable_01.webp",
            "La-Historia-Interminable/historiaInt5.jpeg",
            "La-Historia-Interminable/La_Historia_Interminable_02.webp",
            "La-Historia-Interminable/La_Historia_Interminable_03.jpg",
            "La-Historia-Interminable/La_Historia_Interminable_04.jpeg"
        ],
        "cast": [
            "Noah Hathaway",
            "Barret Oliver",
            "Gerald McRaney",
            "Tami Stronach"
        ],
        "topNewMovies": true
    },
    {
        "id": 30,
        "name": "Back To The Future III",
        "price": 5.82,
        "description": "Retoma la historia justo después de los eventos de la segunda película, con Marty McFly descubriendo una carta de su amigo, el Dr. Emmett Doc Brown, que fue escrita en 1885. La carta revela que Doc está atrapado en el Viejo Oeste después de haber sido enviado accidentalmente allí por una falla en la máquina del tiempo.",
        "genre": [
            "Wéstern",
            "Infantil"
        ],
        "year": 1990,
        "imagesMovie": [
            "BTTF3/BTTF34.jpg",
            "BTTF3/BTTF3.avif",
            "BTTF3/BTTF32.webp",
            "BTTF3/BTTF33.jfif",
            "BTTF3/BTTF34.jpg"
        ],
        "cast": [
            "Christopher Lloyd",
            "Mary Steen Burguen",
            "Kathleen Thompson",
            "Michael Fox"
        ],
        "topNewMovies": true
    },
    {
        "id": 31,
        "name": "Star Wars",
        "price": 5.82,
        "description": "La princesa Leia, líder del movimiento rebelde que desea reinstaurar la República en la galaxia en los tiempos ominosos del Imperio, es capturada por las Fuerzas Imperiales, capitaneadas por el implacable Darth Vader, el sirviente más fiel del Emperador. El intrépido y joven Luke Skywalker, ayudado por Han Solo, capitán de la nave espacial El Halcón Milenario, y los androides, R2D2 y C3PO, serán los encargados de luchar contra el enemigo e intentar rescatar a la princesa para volver a instaurar la justicia en el seno de la galaxia.",
        "genre": [
            "Ciencia Ficcion",
            "Aventura"
        ],
        "year": 1977,
        "imagesMovie": [
            "starwars/star wars.webp",
            "starwars/starwars1.jpeg",
            "starwars/starwars2.jpeg",
            "starwars/starwars3.jpeg",
            "starwars/starwars4.jpeg"
        ],
        "cast": [
            "Alec Guinness",
            "Carrie Fisher",
            "Harrison Ford",
            "Mark Hamill",
            "Peter Cushing"
        ],
        "topNewMovies": true
    }
]